{
  "title": "Geo-Dash Help Center",
  "head_image_collection_widget":"To add an Image Collection Widget",
  "click_add_widget":"Click “Add Widget” in the upper right hand of the Geo-Dash layout screen.",
  "select_image_collection":"Select Image Collection in the type drop down",
  "choose_basemap":"Choose the Basemap source from dropdown. This will be the basemap for the widget and other data will be layered on top.",
  "choose_band":"Choose which Band to graph. Available options include SWIR1, NIR, Red, Green Blue, SWIR2, and NDFI. NDFI allows for enhanced detection of forest canopy damage from multiple sources, including selective logging and forest fires.",
  "select_data":"Select Data:",
  "ic_data_info_preset":"NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct bands and image parameters.  If you select those you will just need to add a title for the widget (I recommend {Data} {Date range} for example NDVI 2001 or NDVI 2001 - 2002}) and the date range.  There is an option to overlay an additional date range for comparison.  If you would like to enable this feature tick the checkbox and select the second date range.",
  "ic_data_info_configure":"Landsat 5, Landsat 7, Landsat 8, and Sentinel 2 are partially configured leaving you the option to adjust the bands, min, max, and cloud score.  Available bands for each are:",
  "custom_widget_info":"Custom widget - Any collection from Google Earth Engine can be added if you know the dataset.  You simply need to know the image name and the image parameters you would like for example:",
  "custom_widget_warning":"Notice the double quotes in the image parameters for both the property name and the value.  Also, notice there are no spaces.  The vision parameters are similar but slightly different than you would add directly in the Google Earth Engine code editor. For example, the bands parameter in the editor is an array of comma-separated strings, and here it is a single comma separated string",
  "select_date_range":"Select a Date Range. If the end date is longer than the period of record, only the available data will be displayed.",
  "select_date_range_degradation":"Select the Date Range you would like. This tool can draw from Landsat 4 (July 1982-December1993), Landsat 5 (March 1984-January 2013), Landsat 7 (April 1999 – current), and Landsat 8 (February 2013 – current) based on the date range you select. Sentinel information is only available from April 2014 onward (Sentinel 1A launch).",
  "click_create":"Click “Create”.",
  "reposition":"Reposition and resize to your liking.",
  "reposition_degradation":"Reposition and resize to your liking. This tool will have two panels, so be sure to give it ample vertical space.",
  "add_time_series_graph":"To add a Time Series Graph Widget",
  "select_time_series":"Select “Time Series Graph” in the Widget Type dropdown.",
  "configured_graph":"NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct band.  If you select those you will just need to add a title for the widget (I recommend {Data} {Date range} for example NDVI 2001 or NDVI 2001 - 2002}) and the date range.",
  "custom_graph":"Custom widget - Any collection from Google Earth Engine can be added if you know the dataset.  You simply need to know the image name, the band you would like graphed, and how you would like the graph reduced, for example.",
  "image_collection_graph":"GEE Image Collection - COPERNICUS/S5P/OFFL/L3_CO",
  "band_to_graph":"Band to graph - CO_column_number_density",
  "select_reducer":" Select a Collection Reducer. Reducers are methods for collapsing multiple images in the image collection into a single image for the Geo-Dash to display. You can learn more about reducers here: ",
  "add_stats_widget":"To add a Statistics Widget",
  "select_stats":"Select “Statistics” in the Widget Type dropdown.",
  "give_title":"Give the widget a title.",
  "add_dual_image_collection":"To add a Dual Imagery Widget",
  "select_dual_image_collection":"Select 'Dual Imagery' in the Widget Type dropdown.",
  "select_imagery_type":"Select the Imagery Type for the Bottom and Top images. You can toggle between them by clicking the “Next Image” and “Previous Image” buttons.",
  "image_asset":"Image Asset (see Image Asset example below and skip the next step as you will not need to select a date range)",
  "image_collection_asset":"Image Collection Asset",
  "click_step2":"Click Step 2",
  "select_data2":"Select Data 2:",
  "skip_date":"Skip selecting date since this is a preprocessed asset",
  "for_data2":"for data 2",
  "add_image_asset":"To add an Image Asset Widget:",
  "add_polygon_compare_widget":"To add a Polygon Compare Widget",
  "select_polygon_compare":"Select “Polygon Compare” in the Widget Type dropdown.",
  "add_preloaded_image_collections_widget":"To add a Preloaded Image Collections Widget",
  "select_preloaded_image_collections":"Select “Preloaded Image Collections” in the Widget Type dropdown.",
  "select_data_type_preloaded":"Select the Data Type. Note that for certain Data Types, you may have additional fields to fill in.",
  "select_image_asset":"Select “Image Asset” in the Widget Type dropdown.",
  "add_image_collection_asset_widget":"To add an Image Collection Asset Widget",
  "select_image_collection_asset":"Select “Image Collection Asset” in the Widget Type dropdown.",
  "enter_image_collection_asset":"Enter the GEE Image Collection Asset - Example: ",
  "add_degradation_widget":"To add a Degradation Tool Widget",
  "select_degradation":"Select “Degradation Tool” in the Widget Type dropdown.",
  "select_band_to_graph":"Select Landsat band to graph",
  "to_move_resize":"To move and resize widgets",
  "drag_drop":"Drag and drop the widgets in the desired location.",
  "resize_by":"Resize a widget by dragging from the bottom right corner.",
  "widgets_realtime":"Widgets are updated in real time.",
  "view_rendered":"View rendered results in the Geo-Dash window.",
  "pre_sepal_link":"Please access ",
  "post_sepal_link":" for more information about SEPAL.",
  "gee_image_asset_creation": "Video tutorial to create GEE image assets",
  "gee_imageCollection_asset_creation": "Video tutorial to create GEE imageCollection assets",
  "select_data_non_custom": "NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct Landsat band calculations and image parameters. NDVI merges Landsat-4 through Landsat 8 and Sentinel 2. For more information on these, please see the section titled “Add a Preloaded Image Collection Widget.”",
  "select_data_custom": "Custom allows you to graph an GEE image collection. An image collection from Google Earth Engine can be added here. You simply need to know the image name, the band you would like graphed, and how you would like the graph reduced. For example:",
  "gee_image_collection_example": "GEE Image Collection - COPERNICUS/S5P/OFFL/L3_CO.",
  "band_to_graph_example": "Band to graph - CO_column_number_density.",
  "select_data_preloaded_1": "NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct Landsat bands and image parameters. NDVI combines Landsat 4 through Landsat 8 and Sentinel 2. If you select one of these, you will just need to add a Date Range. The index displayed will be the mean for the selected date range.",
  "select_data_preloaded_2": "Landsat 5, Landsat 7, Landsat 8, and Sentinel 2 are partially configured leaving you the option to adjust the bands, min, max, and cloud score. Available bands for each are:",
  "landsat5_bands": "Landsat 5 - B1, B2, B3, B4, B5, B6, B7, BQA",
  "landsat7_bands": "Landsat 7 - B1, B2, B3, B4, B5, B6_VCID_1, B6_VCID_2, B7, B8, BQA",
  "landsat8_bands": "Landsat 8 - B1, B2, B3, B4, B5, B6, B7, B8, B9, B10, B11, BQA",
  "sentinel2_bands": "Sentinel 2 - B1, B2, B3, B4, B5, B6, B7, B8, B8a, B9, B10, B11, B12, QA10, QA20, QA60",
  "min_max_cloud": "Min, Max, and Cloud Score will be determined by the user’s needs. Min and Max are the values for the bands, while cloud score is a max percent of clouds in the image. You should use one value of Min and Max. Example values include:",
  "landsat5_example_vals": "Landsat5: bands: B4,B5,B3 min: 0.05 max: 0.45 Cloud Score: 90",
  "landsat7_example_vals": "Landsat7: bands: B4,B5,B3 min: 0.05 max: 0.45 Cloud Score: 90",
  "landsat8_example_vals": "Landsat9: bands: B5,B6,B4 min: 0.04 max: 0.5 Cloud Score: 90",
  "sentinel2_example_vals": "Sentinel 2: bands: B8,B4,B3 min: 450 max: 3000 Cloud Score: 10",
  "preconfigured_landsat": "The pieces that are preconfigured include:",
  "landsat8_preconfigured": "Landsat8: imageCollection: LANDSAT/LC08/C01/T1_RT; simpleComposite: 50",
  "landsat7_preconfigured": "Landsat7: imageCollection: LANDSAT/LE07/C01/T1; simpleComposite: 60",
  "landsat5_preconfigured": "Landsat5: imageCollection: LANDSAT/LT05/C01/T1; simpleComposite: 50",
  "sentinel2_preconfigured": "Sentinel 2: imageCollection: COPERNICUS/S2",
  "enter_gee_asset_id": "Enter the Google Earth Engine Feature Collection asset ID. This can be any feature collection in Earth Engine, including assets from your own account. If you are using an asset from your own account, it must be shared publicly.",
  "enter_plotid": "Enter the field that matches the PLOTID for the project. In the compare featureCollection widget, you will need to match PLOTIDs. The PLOTID column for your featureCollection can be named anything, just type in the proper column name into the Field to match the PLOTID box.",
  "enter_json_image_parameters": "Enter Image Parameters in JSON format to change the color of the polygon displayed. This uses the GEE feature and feature collection visualization function.",
  "enter_json_image_parameters_image_asset": "Enter Image Parameters for the asset. For example:",
  "image_asset_json_example1": "{'bands':'CO_column_number_density,H2O_column_number_density,cloud_height','min':'0','max':'0.5'}",
  "image_asset_json_example2": "{'bands':'NDVI','max':'1','min':'-1','palette':'c9c0bf,435ebf,eee8aa,006400'}",
  "image_asset_json_example_note": "Note that there are no spaces, and all color values must be hex. The quotes around the numbers are optional, e.g. “max”:0.5 will also work. As in GEE, you may also use brackets around the palette values, however if you use brackets each individual number must be quoted.",
  "view_available_bands": "You can view the Available Bands for your image by clicking on the “Refresh” button.",
  "imagery_types_options": "Select the Imagery Type for each image. Options include “Image Asset”, “Image Collection Asset”, and “Preloaded Imagery Collection.”",
  "more_info_image_assets": "For more information about Image Assets, see the relevant help section below.",
  "more_info_image_collection_assets": "For more information about Image Collection Assets, see the relevant help section below.",
  "more_info_preloaded_collections": "For more information about Preloaded Imagery Collections, see the relevant help section below."
}
