{
  "title": "Geo-Dash Help Center",
  "head_image_collection_widget":"To add an Image Collection Widget",
  "click_add_widget":"Click “Add Widget”.",
  "select_image_collection":"Select Image Collection in the type drop down",
  "choose_basemap":"Choose the desired Basemap source from the drop-down.",
  "choose_band":"Select a Band from the list of Available Bands.",
  "select_data":"Select Data:",
  "ic_data_info_preset":"NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct bands and image parameters.  If you select those you will just need to add a title for the widget (I recommend {Data} {Date range} for example NDVI 2001 or NDVI 2001 - 2002}) and the date range.  There is an option to overlay an additional date range for comparison.  If you would like to enable this feature tick the checkbox and select the second date range.",
  "ic_data_info_configure":"Landsat 5, Landsat 7, Landsat 8, and Sentinel 2 are partially configured leaving you the option to adjust the bands, min, max, and cloud score.  Available bands for each are:",
  "custom_widget_info":"Custom widget - Any collection from Google Earth Engine can be added if you know the dataset.  You simply need to know the image name and the image parameters you would like for example:",
  "custom_widget_warning":"Notice the double quotes in the image parameters for both the property name and the value.  Also, notice there are no spaces.  The vision parameters are similar but slightly different than you would add directly in the Google Earth Engine code editor. For example, the bands parameter in the editor is an array of comma-separated strings, and here it is a single comma separated string",
  "select_date_range":"Select date range",
  "click_create":"Click “Create”.",
  "reposition":"Reposition and resize to your liking",
  "add_time_series_graph":"To add a Time Series Graph Widget",
  "select_time_series":"Select “Time Series Graph” in the Widget Type drop-down.",
  "select_data_type_time_series":"Select the Data Type. Note that if you select “Custom” as the Data Type, any collection from Google Earth Engine can be added if you know the dataset. You simply need to know the image name, the band you would like graphed, and how you would like the graph reduced.",
  "configured_graph":"NDVI, EVI, EVI 2, NDMI, and NDWI are preconfigured with the correct band.  If you select those you will just need to add a title for the widget (I recommend {Data} {Date range} for example NDVI 2001 or NDVI 2001 - 2002}) and the date range.",
  "custom_graph":"Custom widget - Any collection from Google Earth Engine can be added if you know the dataset.  You simply need to know the image name, the band you would like graphed, and how you would like the graph reduced, for example.",
  "image_collection_graph":"GEE Image Collection - COPERNICUS/S5P/OFFL/L3_CO",
  "band_to_graph":"Band to graph - CO_column_number_density",
  "graph_reducer":"Select the Reducer in the dropdown",
  "add_stats_widget":"To add a Statistics Widget",
  "select_stats":"Select “Statistics” in the Widget Type drop-down.",
  "give_title":"Give the widget a title.",
  "add_dual_image_collection":"To add a Dual Imagery Widget",
  "select_dual_image_collection":"Select 'Dual Imagery' in the Widget Type drop-down.",
  "select_imagery_type":"Select the Imagery Type for each Imagery. You can toggle between them by clicking the “Next Image” and “Previous Image” buttons.",
  "select_remaining_imagery":"Fill out the remaining inputs for each Imagery. This will be different depending on which Imagery Types you select. For more information on how to fill out the inputs for each Imagery Type, please refer to the appropriate section elsewhere on the Geo-Dash Help Page.",
  "image_asset":"Image Asset (see Image Asset example below and skip the next step as you will not need to select a date range)",
  "image_collection_asset":"Image Collection Asset",
  "enter_image_asset":"Enter the GEE Image Asset ID",
  "enter_image_asset_params":"Enter the Image Parameters (in JSON format) for the asset",
  "click_step2":"Click Step 2",
  "select_data2":"Select Data 2:",
  "skip_date":"Skip selecting date since this is a preprocessed asset",
  "for_data2":"for data 2",
  "add_image_asset":"To add an Image Asset Widget:",
  "add_polygon_compare_widget":"To add a Polygon Compare Widget",
  "select_polygon_compare":"Select “Polygon Compare” in the Widget Type drop-down.",
  "fill_remaining_fields":"Fill in the remaining fields.",
  "add_preloaded_image_collections_widget":"To add a Preloaded Image Collections Widget",
  "select_preloaded_image_collections":"Select “Preloaded Image Collections” in the Widget Type dropdown.",
  "select_data_type_preloaded":"Select the Data Type. Note that for certain Data Types, you may have additional fields to fill in.",
  "select_image_asset":"Select “Image Asset” in the Widget Type drop-down.",
  "add_image_collection_asset_widget":"To add an Image Collection Asset Widget",
  "select_image_collection_asset":"Select “Image Collection Asset” in the Widget Type drop-down.",
  "enter_image_collection_asset":"Enter the GEE Image Collection Asset - Example: ",
  "add_degradation_widget":"To add a Degradation Tool Widget",
  "select_degradation":"Select “Degradation Tool” in the Widget Type drop-down.",
  "select_band_to_graph":"Select Landsat band to graph",
  "to_move_resize":"To move and resize widgets",
  "drag_drop":"Drag and drop the widgets in the desired location.",
  "resize_by":"Resize a widget by dragging from the bottom right corner.",
  "widgets_realtime":"Widgets are updated in real time.",
  "view_rendered":"View rendered results in the Geo-Dash window.",
  "pre_sepal_link":"Please access ",
  "post_sepal_link":" for more information about SEPAL.",
  "gee_image_asset_creation": "Video tutorial to create GEE image assets",
  "gee_imageCollection_asset_creation": "Video tutorial to create GEE imageCollection assets"
}
