{
  "title": "Centro de ayuda de Geo-Dash",
  "head_image_collection_widget": "Para agregar un widget de colección de imágenes:",
  "click_add_widget": "Haga clic en Add Widget",
  "select_image_collection": "Seleccione el Image Collection en el menú desplegable.",
  "choose_basemap": "Seleccione el tipo de Basemap source desde el menú desplegable",
  "select_data": "Seleccione el tipo de datos que desea utilizar desde el menú desplegable Data:",
  "ic_data_info_preset": "NDVI, EVI, EVI 2, NDMI, y NDWI están preconfigurados con las bandas y los parámetros de imagen correctos. Si selecciona esos, solo deberá agregar un título para el widget (recomendamos {Datos} {Rango de fechas} por ejemplo, NDVI 2001 o NDVI 2001 - 2002}) y el rango de fechas. Hay una opción para superponer un intervalo de fechas adicional para la comparación. Si desea habilitar esta función, marque la casilla y seleccione el segundo intervalo de fechas.",
  "ic_data_info_configure": "Landsat 5, Landsat 7, Landsat 8, y Sentinel 2 están configurados parcialmente, lo que le permite ajustar las bandas, el mínimo, el máximo y la puntuación de las nubes. Las bandas disponibles para cada uno son:",
  "custom_widget_info": "Widget personalizado - se puede agregar cualquier colección de Google Earth Engine si conoce el conjunto de datos. Simplemente necesita saber el nombre de la imagen y los parámetros de imagen que le gustaría, por ejemplo:",
  "custom_widget_warning": "Observe las comillas dobles en los parámetros de imagen tanto para el nombre de la propiedad como para el valor. Además, note que no hay espacios. Los parámetros de la visión son similares pero ligeramente diferentes a los que agregarías directamente en el editor de código de Google Earth Engine. Por ejemplo, el parámetro de bandas en el editor es una matriz de cadenas separadas por comas, y aquí es una sola cadena separada por comas.",
  "select_date_range": "Seleccionar el rango de fechas",
  "click_create": "Haga clic en Create",
  "reposition": "Reposicione y redimensione a su gusto.",
  "add_time_series_graph": "Para agregar un widget de gráfica de serie temporal:",
  "select_time_series": "Seleccione Time Series Graph en el menú desplegable.",
  "configured_graph": "NDVI, EVI, EVI 2, NDMI, y NDWI están preconfigurados con la banda correcta. Si selecciona esos, solo deberá agregar un título para el widget (recomendamos {Datos} {Rango de fechas} por ejemplo, NDVI 2001 o NDVI 2001 - 2002}) y el rango de fechas.",
  "custom_graph": "Widget personalizado: se puede agregar cualquier colección de Google Earth Engine si conoce el conjunto de datos. Simplemente necesita saber el nombre de la imagen, la banda que desea graficar y cómo le gustaría reducir el gráfico, por ejemplo:",
  "image_collection_graph": "Colección de imágenes GEE - COPERNICUS/S5P/OFFL/L3_CO",
  "band_to_graph": "Banda para graficar - CO_column_number_density",
  "graph_reducer": "Selecciona el Reductor en el menú desplegable.",
  "add_stats_widget": "Para agregar un widget de estadísticas:",
  "select_stats": "Seleccione Statistics  en el menú desplegable.",
  "give_title": "Dele un titulo al Widget",
  "add_dual_image_collection": "Para agregar un widget de colección de imágenes dual:",
  "select_dual_image_collection": "Seleccione Dual Image Collection en el menú desplegable.",
  "image_asset": "Activo de imagen o Image Asset (vea el ejemplo de Activo de imagen a continuación y omita el siguiente paso, ya que no necesitará seleccionar un rango de fechas)",
  "image_collection_asset": "Activo de colección de imágenes",
  "enter_image_asset": "Ingrese el Activo de Imagen GEE - Ejemplo: users/ValeriaContessa/Indonesia_2000",
  "enter_image_asset_params": "Ingrese los parámetros de imagen para el activo - Ejemplo: ",
  "click_step2": "Haga clic en Step 2",
  "select_data2": "Seleccione Data 2:",
  "skip_date": "Saltar la fecha de selección ya que este es un activo preprocesado",
  "for_data2": "para data 2",
  "add_image_asset": "Para agregar un widget de activo de imagen:",
  "select_image_asset": "Seleccione Image Asset en el menú desplegable",
  "add_image_collection_widget": "Para agregar un widget de activos de la colección de imágenes:",
  "select_image_collection_asset": "Seleccione el Activo de colección de imágenes en el tipo desplegable",
  "enter_image_collection_asset": "Ingrese el Activo de Colección de Imágenes GEE - Ejemplo: ",
  "add_degradation_widget": "Para agregar un widget de Degradación",
  "select_degradation": "Seleccione Degradation Tool en el tipo desplegable",
  "select_band_to_graph": "Seleccione Landsat Banda para graficar",
  "to_move_resize": "Para mover y redimensionar widgets.",
  "drag_drop": "Arrastrar y soltar",
  "resize_by": "Cambiar el tamaño arrastrando desde la esquina inferior derecha",
  "widgets_realtime": "Los widgets se actualizan en tiempo real.",
  "view_rendered": "Ver resultados renderizados en la ventana de Geo-Dash",
  "pre_sepal_link": "Acceda a ",
  "post_sepal_link": "para obtener más información sobre SEPAL.",
  "gee_image_asset_creation": "Video tutorial para crear GEE image assets",
  "gee_imageCollection_asset_creation": "Video tutorial para crear GEE imageCollection assets"
}
